content-org/digest/廿二史札记.org
#+HUGO_BASE_DIR: ~/blog
#+HUGO_SECTION: digest
#+DATE:<2020-06-06 Sat>
#+HUGO_AUTO_SET_LASTMOD: t
#+HUGO_TAGS:摘抄 历史 古籍
#+HUGO_CATEGORIES:摘抄
#+HUGO_DRAFT: false
#+TITLE: 廿二史札记
#+OPTIONS: title:nil toc:nil num:nil \n:t

* 廿二史札记
2018-05-01
自战国豫让、聂政、荆轲、侯嬴之徒，以意气相尚，一意孤行，能为人所不敢为，世竞慕之。其后贯高、田叔、朱家、郭解辈，徇人刻己，然诺不欺，以立名节。驯至东汉，其风益盛。盖当时荐举征辟，必采名誉，故凡可以得名者，必全力赴之，好为苟难，遂成风俗。
-----
2018-05-01
盖其时轻生尚气己成习俗，故志节之士好为苟难，务欲绝出流辈，以成卓特之行，而不自知其非也。然举世以此相尚，故国家缓急之际，尚有可恃以搘拄倾危。昔人以气节之盛，为世运之衰，而不知并气节而无之，其衰乃更甚也！
-----
2018-05-01
盖东汉风气，本以名行相尚，迨朝政日非，则清议益峻。号为正人者，指斥权奸，力持正论。由是其名益高，海内希风附响，惟恐不及。而为所贬訾者，怨恨刺骨，日思所以倾之。此党祸之所以愈烈也。
-----
2018-05-01
盖其时宦官之为民害最烈，天下无不欲食其肉，而东汉士大夫以气节相尚，故各奋死与之搘拄，虽湛宗灭族，有不顾焉。至唐则仅有一刘蕡对策，恳切言之。明则刘瑾时，仅有韩文、蒋钦等数人，魏忠贤时，仅有杨涟、左光斗、魏大中、缪昌期、李应昇、周顺昌等数人，其余乾儿义子建生祠、颂九千岁者，且遍於搢绅，此亦可以观世变也。
-----
2018-05-08
汉制：大臣剑履上殿者，例带木剑，不得有兵刃。
-----
2018-05-10
其待士大夫可谓厚矣。惟其给赐优裕，故入仕者不复以身家为虑，各自勉其治行。观於真、仁、英诸朝名臣辈出，吏治循良。及有事之秋，犹多慷慨报国。绍兴之支撑半壁，德佑之毕命疆场，历代以来，捐躯徇国者，惟宋末独多，虽无救於败亡，要不可谓非养士之报也。然给赐过优，究於国计易耗，恩逮於百官者，惟恐其不足；财取於万民者，不留其有余，此宋制之不可为法者也。
-----
2018-05-10
统观南宋之取民，盖不减於唐之旬输月送，民之生於是时者，不知何以为生也。
-----
2018-05-13
大概国初时，正宫皇后所生，虽非冢嫡，亦称太子，其余则称王。中叶以後，则非正宫所生，亦称太子，而命为继体者，则称皇太子。
-----
2018-05-14
洪武以来，吏治澄清者百余年，当英宗、武宗之际，内外多故，而民心无土崩之虞，由吏鲜贪残故也。嘉隆以後，吏部考察之法徒为具文，而人皆不自顾惜，抚按之权太重，举劾惟贿是视，而人皆贪墨以奉上司，於是吏治日媮，民生日蹙，而国亦遂以亡矣。
