html/digest/廿二史札记.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-05-31 Sun 00:11 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>廿二史札记</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="/static/css/default.css" />
</head>
<body>
<div id="preamble" class="status">
<header>
    <nav>言窟</nav>
    <ul class="menu">
        <li><a href="/">Notes</a></li>
        <li><a href="/html/digest.html">Digest</a></li>
        <li><a href="/html/tech.html">Tech</a></li>
        <li><a href="/html/about.html">About</a></li>
    </ul>
</header>
</div>
<div id="content">

<div id="outline-container-org8d66b1d" class="outline-2">
<h2 id="org8d66b1d">廿二史札记</h2>
<div class="outline-text-2" id="text-org8d66b1d">
<p>
2018-05-01<br />
自战国豫让、聂政、荆轲、侯嬴之徒，以意气相尚，一意孤行，能为人所不敢为，世竞慕之。其后贯高、田叔、朱家、郭解辈，徇人刻己，然诺不欺，以立名节。驯至东汉，其风益盛。盖当时荐举征辟，必采名誉，故凡可以得名者，必全力赴之，好为苟难，遂成风俗。<br />
</p>
<hr />
<p>
2018-05-01<br />
盖其时轻生尚气己成习俗，故志节之士好为苟难，务欲绝出流辈，以成卓特之行，而不自知其非也。然举世以此相尚，故国家缓急之际，尚有可恃以搘拄倾危。昔人以气节之盛，为世运之衰，而不知并气节而无之，其衰乃更甚也！<br />
</p>
<hr />
<p>
2018-05-01<br />
盖东汉风气，本以名行相尚，迨朝政日非，则清议益峻。号为正人者，指斥权奸，力持正论。由是其名益高，海内希风附响，惟恐不及。而为所贬訾者，怨恨刺骨，日思所以倾之。此党祸之所以愈烈也。<br />
</p>
<hr />
<p>
2018-05-01<br />
盖其时宦官之为民害最烈，天下无不欲食其肉，而东汉士大夫以气节相尚，故各奋死与之搘拄，虽湛宗灭族，有不顾焉。至唐则仅有一刘蕡对策，恳切言之。明则刘瑾时，仅有韩文、蒋钦等数人，魏忠贤时，仅有杨涟、左光斗、魏大中、缪昌期、李应昇、周顺昌等数人，其余乾儿义子建生祠、颂九千岁者，且遍於搢绅，此亦可以观世变也。<br />
</p>
<hr />
<p>
2018-05-08<br />
汉制：大臣剑履上殿者，例带木剑，不得有兵刃。<br />
</p>
<hr />
<p>
2018-05-10<br />
其待士大夫可谓厚矣。惟其给赐优裕，故入仕者不复以身家为虑，各自勉其治行。观於真、仁、英诸朝名臣辈出，吏治循良。及有事之秋，犹多慷慨报国。绍兴之支撑半壁，德佑之毕命疆场，历代以来，捐躯徇国者，惟宋末独多，虽无救於败亡，要不可谓非养士之报也。然给赐过优，究於国计易耗，恩逮於百官者，惟恐其不足；财取於万民者，不留其有余，此宋制之不可为法者也。<br />
</p>
<hr />
<p>
2018-05-10<br />
统观南宋之取民，盖不减於唐之旬输月送，民之生於是时者，不知何以为生也。<br />
</p>
<hr />
<p>
2018-05-13<br />
大概国初时，正宫皇后所生，虽非冢嫡，亦称太子，其余则称王。中叶以後，则非正宫所生，亦称太子，而命为继体者，则称皇太子。<br />
</p>
<hr />
<p>
2018-05-14<br />
洪武以来，吏治澄清者百余年，当英宗、武宗之际，内外多故，而民心无土崩之虞，由吏鲜贪残故也。嘉隆以後，吏部考察之法徒为具文，而人皆不自顾惜，抚按之权太重，举劾惟贿是视，而人皆贪墨以奉上司，於是吏治日媮，民生日蹙，而国亦遂以亡矣。<br />
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
</footer>
</div>
</body>
</html>
